Repository: evoWeb/sf_register
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, fr, it, nl, no, sl

# subjectNotifyAdminEditConfirm
source: User %2$s has confirmed the change of information on site %1$s
de: Nutzer %2$s hat Änderung auf Seite %1$s bestätigt
fr: L'utilisateur %2$s a confirmé les informations modifiées sur le site %1$s
it: L'utente %2$s ha confermato la modifica delle informazioni sul sito %1$s
no: Bruker %2$s har bekreftet endring av informasjon på nettsted %1$s
sl: Uporabnik %2$s je potrdil spremembo informacij na spletnem mestu %1$s

# subjectNotifyAdminEditAccept
source: User %2$s change of information was accepted on site %1$s
de: Nutzer %2$s's Änderung an Informationen auf Seite %1$s wurden akzeptiert
fr: Les informations modifiées par l'utilisateur %2$s sur le site %1$s ont été acceptées
it: La modifica delle informazioni dell'utente %2$s sul sito %1$s è stata accettata
no: Bruker %2$s endring av informasjon ble godtatt på nettsted %1$s
sl: Sprememba informacij uporabnika %2$s je bila sprejeta na spletnem mestu %1$s

# subjectNotifyUserEditSave
source: You %2$s changed your information on site %1$s
de: Sie haben die Informationen für Account %2$s auf Seite %1$s verändert
fr: Vous %2$s avez modifié vos informations sur le site %1$s
it: Hai modificato le informazioni per account %2$s sul sito %1$s
no: Du %2$s endret din informasjon på nettstedet %1$s
sl: Vi %2$s ste spremenili svoje informacije na spletnem mestu %1$s

# subjectNotifyUserEditConfirm
source: Thank you %2$s for confirming the change of information on site %1$s
de: Vielen Dank, dass Sie die Änderungen an Ihrem Account %2$s auf Seite %1$s bestätigt haben
fr: Merci %2$s de confirmer les informations modifiées sur le site %1$s
it: Grazie per aver confermato le modifiche sul tuo account %2$s sul sito %1$s
no: Takk %2$s for at du bekrefter endring på nettstedet %1$s
sl: Hvala %2$s, da ste potrdili spremembo informacij na spletnem mestu %1$s

# subjectNotifyUserEditAccept
source: Your change of information for account %2$s on site %1$s was accepted
de: Ihre Änderungen an Ihrem Account %2$s auf Seite %1$s wurden akzeptiert
fr: Vos modifications pour le compte %2$s sur le site %1$s ont été acceptées
it: La tua modifica delle informazioni sull'account %2$s sul sito %1$s è stata accettata
no: Din endring av konto %2$s på nettsted %1$s er akseptert
sl: Vaša sprememba informacij za račun %2$s na spletnem mestu %1$s je bila sprejeta

# subjectNotifyAdminSendInvitation
source: User invitation at %1$s
fr: Invitation de l'utilisateur à %1$s
it: Invito dell'utente a %1$s
no: Bruker invitasjon på %1$s
sl: Vabilo uporabniku na %1$s

# subjectNotifyUserSendInvitation
source: You invited someone to register at %1$s
fr: Vous avez invité quelqu'un à s'inscrire à %1$s
it: Hai invitato qualcuno a registrarsi su %1$s
no: Du inviterte noen til å registrere på %1$s
sl: Poslali ste vabilo za registracijo na %1$s

# subjectInvitationToRegister
source: You were invite to register at %1$s
fr: Vous avez été invité à vous inscrire à %1$s
it: Sei stato invitato a registrarti su %1$s
no: Du ble invitert til å registrere på %1$s
sl: Vabljeni ste k registraciji na %1$s

# subjectNotifyAdminDeleteSave
source: User %2$s requests to delete the account from %1$s
de: Nutzer %2$s will den Account auf %1$s löschen
fr: L'utilisateur %2$s demande de supprimer le compte de %1$s
it: L'utente %2$s chiede di cancellare l'account da %1$s
no: Bruker %2$s vil slette konto fra %1$s
sl: Uporabnik %2$s zahteva izbris računa s %1$s

# subjectNotifyUserDeleteSave
source: Your requests to delete the account %2$s from %1$s
de: Sie haben die Löschung des Accounts %2$s von %1$s angefordert
fr: Votre demande de suppression du compte %2$s de %1$s
it: La tua richiesta di cancellare l'account %2$s da %1$s
no: Din forespørsel om å slette konto %2$s fra %1$s
sl: Vaša zahteva za izbris računa %2$s s %1$s

# subjectNotifyAdminDeleteConfirm
source: User %2$s confirmed to delete the account from %1$s
de: Nutzer %2$s bestätigt das Löschen des Accounts von %1$s
fr: L'utilisateur %2$s a confirmé la suppression du compte de %1$s
it: L'utente %2$s ha confermato di voler cancellare l'account da %1$s
no: Bruker %2$s bekreftet å slette konto fra %1$s
sl: Uporabnik %2$s je potrdil izbris računa s %1$s

# subjectNotifyUserDeleteConfirm
source: Your confirmed to delete the account %2$s from %1$s
de: Sie haben die Löschung des Accounts %2$s von %1$s bestätigt
fr: Votre confirmation de suppression du compte %2$s de %1$s
it: Hai confermato l'eliminazione dell'account %2$s da %1$s
no: Du bekreftet å slette konto %2$s fra %1$s
sl: Vi ste potrdili izbris računa %2$s s %1$s

# subjectNotifyAdminDeleteSendLink
source: User %2$s requests to delete the account from %1$s
de: Nutzer %2$s will den Account auf %1$s löschen
fr: L'utilisateur %2$s demande de supprimer le compte de %1$s
it: L'utente %2$s chiede di cancellare l'account da %1$s
no: Bruker %2$s ber om å slette konto fra %1$s
sl: Uporabnik %2$s zahteva izbris računa s %1$s

# subjectNotifyUserDeleteSendLink
source: You request to delete the account %2$s from %1$s
de: Sie haben die Löschung des Accounts %2$s von %1$s angefordert
fr: Votre demande de suppression du compte %2$s de %1$s
it: Hai richiesto l'eliminazione dell'account %2$s da %1$s
no: Din forespørsel om å slette konto %2$s fra %1$s
sl: Vi ste zahtevali izbris računa %2$s s %1$s

# subjectNotifyAdminResendMail
source: User %2$s requested a resend of the activation key of the account from %1$s
fr: L'utilisateur %2$s a demandé un renvoi de la clé d'activation du compte de %1$s
it: L'utente %2$s ha richiesto un nuovo invio della chiave di attivazione dell'account da %1$s
no: Bruker %2$s har forespurt å sende aktiveringsnøkkelen til kontoen på nytt fra %1$s
sl: Uporabnik %2$s je zahteval ponovni pošiljanje aktivacijskega ključa računa s %1$s

# subjectNotifyUserResendMail
source: Your requested a resend of the activation key of the account %2$s from %1$s
fr: Vous avez demandé le renvoi de la clé d'activation du compte %2$s de %1$s.
it: Hai richiesto il rinvio della chiave di attivazione dell'account %2$s da %1$s
sl: Vi ste zahtevali ponovni pošiljanje aktivacijskega ključa računa %2$s s %1$s

# email_admin_salutation
source: Dear admin
de: Sehr geehrter Admin
fr: Cher administrateur
it: Caro amministratore,
no: Kjære admin
sl: Dragi skrbnik

# email_admin_activate_message
source: A new account "%1$s" has been requested, and you need to activate it.
de: bitte aktivieren Sie den Account "%1$s"
fr: Veuillez activer le nouveau compte requis "%1$s", svp.
it: Attiva l'account %1$s
no: En ny konto "%1$s" har blitt bedt om og du må aktivere den
sl: Začeta je bila zahteva za nov račun "%1$s", in morate ga aktivirati.

# email_admin_activate_link
source: Activate user account
de: Nutzer Account aktivieren
fr: Activez le compte utilisateur
it: Attiva account utente
no: Aktiver brukerkonto
sl: Aktivirajte uporabniški račun

# email_admin_account_available
source: The account "%1$s" is available
de: Account "%1$s" ist verfügbar
fr: Le compte %1$s est disponible
it: L'account %1$s è disponibile
no: Konto "%1$s" er slettet
sl: Račun "%1$s" je na voljo

# email_admin_account_activated
source: The account "%1$s" was activated
de: Account "%1$s" wurde aktiviert
fr: Le compte %1$s a été activé
it: L'account %1$s è stato attivato
no: Konto "%1$s" er aktivert
sl: Račun "%1$s" je bil aktiviran

# email_admin_account_edited
source: The account "%1$s" was edited
de: Account "%1$s" wurde bearbeitet
fr: Le compte %1$s a été modifié
it: L'account %1$s è stato modificato
no: Konto "%1$s"er endret
sl: Račun "%1$s" je bil urejen

# email_user_salutation
source: Dear user
de: Sehr geehrter Nutzer
fr: Cher utilisateur
it: Caro utente,
no: Kjære bruker
sl: Dragi uporabnik

# email_user_activate_message
source: Your account "%1$s" has been created but needs to be activated.
de: bitte aktivieren Sie Ihren Account %1$s
fr: Votre compte "%1$s" a été créé. Veuillez l'activer.
it: Attiva il tuo account %1$s
no: Din konto "%1$s" er opprettet, men må aktiveres
sl: Vaš račun "%1$s" je bil ustvarjen, vendar ga je treba aktivirati.

# email_user_activate_link
source: Activate your account
de: aktivieren Ihres Accounts
fr: Activez votre compte
it: Attiva il tuo account
no: Aktiver din konto
sl: Aktivirajte svoj račun

# email_user_account_available
source: Your account "%1$s" is now available.
de: Ihr Account "%1$s" ist jetzt verfügbar
fr: Votre compte %1$s est maitenant disponible.
it: Il tuo account %1$s è ora disponibile
no: Din konto "%1$s" er tilgjengelig
sl: Vaš račun "%1$s" je zdaj na voljo.

# email_user_account_activated
source: Your account "%1$s" is now active.
de: Ihr Account "%1$s" ist jetzt aktiv
fr: Votre compte %1$s est maintenant activé.
it: Il tuo account %1$s è ora attivo
no: Din konto "%1$s" er aktiv
sl: Vaš račun "%1$s" je zdaj aktiven.

# email_user_account_edited
source: You have edited your account "%1$s".
de: Sie haben Ihren Account "%1$s" bearbeitet
fr: Vous avez modifié votre compte %1$s.
it: Hai modificato il tuo account %1$s
no: Du har endret din konto "%1$s".
sl: Spremenili ste svoj račun "%1$s".

# email_admin_account_accepted
source: The user registration was accepted.
de: Die Nutzer Registrierung wurde akzeptiert.
fr: L'inscription de l'utilisateur a été acceptée.
it: La registrazione dell'utente è stata accettata.
no: Brukerregistrereingen er akseptert
sl: Uporabnikova registracija je bila sprejeta.

# email_admin_account_confirmed
source: The user confirmed the registration
de: Die Nutzer Registrierung wurde bestätigt.
fr: L'utilisateur a confirmé l'inscription.
it: La registrazione dell'utente è stata confermata.
no: Bruker bekreftet registrering
sl: Uporabnik je potrdil registracijo

# email_user_accept_link
source: accept user registration
de: Nutzer Registrierung akzeptieren
fr: accepter l'inscription de l'utilisateur
it: accetta la registrazione dell'utente
no: Bekreft brukerregistrering
sl: sprejmi registracijo uporabnika

# email_user_decline_link
source: decline user registration
de: Nutzer Registrierung ablehnen
fr: refuser l'inscription de l'utilisateur
it: rifiuta la registrazione dell'utente
no: Avslå brukerregistrering
sl: zavrni registracijo uporabnika

# email_admin_account_declined
source: The user registration was declined.
de: Die Nutzer Registrierung wurde verweigert.
fr: L'inscription de l'utilisateur a été refusée.
it: La registrazione dell'utente è stata respinta.
no: Brukerregistrering er avslått
sl: Uporabnikova registracija je bila zavrnjena.

# email_admin_account_refused
source: The user registration was refused.
de: Die Nutzer Registrierung wurde abgelehnt.
fr: L'inscription de l'utilisateur a été refusée.
it: La registrazione dell'utente è stata rifiutata.
no: Brukerregistrering er nektet
sl: Uporabnikova registracija je bila zavrnjena.

# email_admin_account_saved
source: The user registration was saved
de: Die Nutzer Registrierung wurde gespeichert.
fr: L'inscription de l'utilisateur a été enregistrée
it: La registrazione dell'utente è stata salvata.
no: Brukerregistrering er lagret
sl: Uporabnikova registracija je bila shranjena

# email_admin_account_delete
source: The user %1$s requested to delete the account
fr: L'utilisateur %1$s a demandé de supprimer le compte
it: L'utente %1$s ha richiesto l'eliminazione dell'account
no: Brukeren %1$s ba om å slette kontoen
sl: Uporabnik %1$s je zahteval izbris računa

# email_admin_account_deleted
source: The user %1$s confirmed to delete the account
fr: L'utilisateur %1$s a confirmé la suppression du compte
it: L'utente %1$s ha confermato l'eliminazione dell'account
no: Brukeren %1$s bekreftet å slette kontoen
sl: Uporabnik %1$s je potrdil izbris računa

# email_admin_account_sendlink
source: The user %1$s requests a delete link
fr: L'utilisateur %1$s demande un lien de suppression
it: L'utente %1$s ha richiesto un link di cancellazione
no: Brukeren %1$s ber om en link for å slette
sl: Uporabnik %1$s zahteva povezavo za izbris

# email_user_account_accepted
source: Your registration was accepted.
de: Ihre Registrierung wurde akzeptiert.
fr: Votre inscription a été acceptée.
it: La tua registrazione è stata accettata.
no: Din registrering er akseptert
sl: Vaša registracija je bila sprejeta.

# email_user_confirm_link
source: confirm your registration
de: Registrierung bestätigen
fr: confirmez votre inscription
it: conferma la tua registrazione
no: Bekreft din registrering
sl: potrdite svojo registracijo

# email_user_refuse_link
source: refuse your registration
de: Registrierung ablehnen
fr: refusez votre inscription
it: rifiuta la tua registrazione
no: Avslå din registrering
sl: zavrni svojo registracijo

# email_user_account_confirmed
source: Your registration was confirmed.
de: Sie bestätigten Ihre Registrierung.
fr: Votre inscription a été confirmée.
it: La tua registrazione è stata confermata.
no: Din registrering er bekreftet
sl: Vaša registracija je bila potrjena.

# email_user_account_declined
source: Your registration was declined.
de: Ihre Registrierung wurde verweigert.
fr: Votre inscription a été refusée.
it: La tua registrazione è stata respinta.
no: Din registrering er avslått
sl: Vaša registracija je bila zavrnjena.

# email_user_account_refused
source: Your registration was refused.
de: Sie lehnten Ihre Registrierung ab.
fr: Votre inscription a été refusée.
it: La tua registrazione è stata rifiutata.
no: Din registrering er nektet
sl: Vaša registracija je bila zavrnjena.

# email_user_account_saved
source: Your registration was saved.
de: Ihre Registrierung wurde gespeichert.
fr: Votre inscription a été enregistrée.
it: La tua iscrizione è stata salvata.
no: Din registrering er lagret
sl: Vaša registracija je bila shranjena.

# email_user_account_delete
source: Your requested to delete your account %1$s
fr: Vous avez demandé la suppression de votre compte %1$s
it: Hai richiesto di cancellare il tuo account %1$s
no: Du har bedt om å slette din konto
sl: Zahtevali ste izbris svojega računa %1$s

# email_user_account_deleted
source: Your confirmed to delete your account %1$s
fr: Vous avez confirmé la suppression de votre compte %1$s
it: Hai confermato di cancellare del tuo account %1$s
no: Du har bekreftet at din konto skal slettes
sl: Potrdili ste izbris svojega računa %1$s

# email_user_delete_link
source: Confirm to delete your account
fr: Confirmez la suppression de votre compte
it: Conferma l'eliminazione del tuo account
no: Bekreft at din konto skal slettes
sl: Potrdite izbris svojega računa

# email_email_account_sendlink
source: Use the link to delete your account
fr: Utilisez le lien pour supprimer votre compte
it: Utilizza il link per eliminare il tuo account
no: Bruk lenken for å slette din konto
sl: Uporabite povezavo za izbris svojega računa

# email_email_account_sendlink_link
source: Delete
fr: Supprimer
it: Cancella
no: Slett
sl: Izbriši

# email_admin_invitation_message
source: User "%1$s" send an invitation to "%2$s".
it: L'utente "%1$s" ha inviato un invito a "%2$s".
no: Bruker "%1$s" sender en invitasjon til "%2$s".
sl: Uporabnik "%1$s" je poslal vabilo uporabniku "%2$s".

# email_user_invitation_message
source: You invited email "%1$s" to register at %2$s.
sl: Vabili ste e-pošto "%1$s" k registraciji na %2$s.

# email_invitee_invitation_message
source: You were invited with email %1$s to register at "%2$s".
sl: Vabili ste bili z e-pošto %1$s, da se registrirate na "%2$s".

# email_invitee_register_link
source: register
fr: S'inscrire
it: Registrati
no: Registrering
sl: registracija

# emailRepeat
source: Email repetition
de: E-Mail-Wiederholung
fr: Vérification e-mail
nl: E-Mailadres herhalen

source: Mobile-Phone
de: Mobil-Telefon
fr: Téléphone mobile
nl: Mobiel

# zone
source: State/province
de: Bundesland
fr: Canton/province
nl: Provincie

# fe_users.oldPassword
source: Old password
de: Altes Password
fr: Vieux mot de passe

# passwordRepeat
source: Password repetition
de: Passwortwiederholung
fr: Vérification mot de passe
nl: Wachtwoord herhalen

# image
source: Profile Image
de: Profilbild
fr: Image du profil

# image_none
source: Profile Image not uploaded
de: Profilbild nicht hochgeladen
fr: Image du profil pas chargée

# newPassword2
source: repeated password
de: Wiederholtes Passwort
fr: Vérification mot de passe
nl: wachtwoord herhalen

# account_not_found
source: The account you are trying to activate is unknown to the system.
de: Der Account, den Sie aktivieren wollen, ist dem System unbekannt.
fr: Le compte que vous essayez d'activer est inconnu du système.

# account_already_activated
source: The account <b>%1$s</b> you try to activate is already active.
de: Der Account <b>%1$s</b>, den Sie versuchen zu aktivieren, ist bereits aktiv.
fr: Le compte <b>%1$s</b> que vous essayez d'activer est déjà activé.
nl: Het account <b>%1$s</b> dat je probeert te activeren is al actief.

# account_successful_activated
source: The account <b>%1$s</b> is now active.
de: Der Account <b>%1$s</b> ist jetzt aktiv.
fr: Le compte <b>%1$s</b> est maintenant activé.
it: L'account <b>%1$s</b> è ora attivo.
nl: Het account <b>%1$s</b> is geactiveerd.
no: Kontoen <b>%1$s</b> er aktiv.

# account_not_activated
source: The account <b>%1$s</b> is not active.
de: Der Account <b>%1$s</b> ist nicht aktiv.
fr: Le compte <b>%1$s</b> n'est pas activé.
it: L'account <b>%1$s</b> non è attivo.
no: Kontoen <b>%1$s</b> er ikke aktiv

# error_required
source: The value of the required field %1$s was empty
de: Der Wert des Pflichtfelds %1$s darf nicht leer sein
fr: Le champ requis %1$s est vide
nl: De waarde van het verplichte veld %1$s mag niet leeg zijn

# error_changepassword_notequal
source: The give password was not equal to the current password
de: Das angegebene Passwort entspricht nicht dem bisherigen Passwort
fr: Le mot de passe donné ne doit pas être égal au mot de passe actuel
nl: Het opgegeven wachtwoord komt niet overeen me je huidige wachtwoord

# error_image_filesize
source: The file was bigger than the maximum allowed filesize
de: Die Datei war größer als die erlaubte Größe
fr: La taille du fichier est supérieure à la taille maximale autorisée
nl: Het bestand is groter dan de maximaal toegestane bestandsgrootte

# error_image_extension
source: The file was not of an allowed image extension
de: Die Datei gehört nicht zu den erlaubten Bildtypen
fr: Le type d'image du fichier n'est pas autorisé
nl: Het bestand heeft en extensie die niet toegestaan is

# error_repeatitionwasnotequal
source: The repetition of %1$s was not equal
de: Bitte wiederholen Sie das %1$s
fr: La vérification de %1$s ne correspond pas

# email_admin_invitation_message
source: User "%1$s" send an invitation to "%2$s".
fr: L'utilisateur "%1$s" a envoyé une invitation à "%2$s".

# email_user_invitation_message
source: Your invited email "%1$s" to register at %2$s.
fr: Vous avez invité l'e-mail "%1$s" à s'inscrire à %2$s.
it: La tua e-mail di invito "%1$s" a registrarsi a %2$s.
no: Du inviterte e-post "%1$s" til å registerere på %2$s.

# email_invitee_invitation_message
source: Your were invited with email %1$s to register at "%2$s".
fr: Vous avez été invité avec l'e-mail %1$s à vous inscrire à "%2$s".
it: Sei stato invitato con l'e-mail %1$s a registrarti a "%2$s".
no: Du ble invitert med e-post %1$s til å registrere på "%2$s".

# account_already_activated
source: The account <b>%1$s</b> that you are trying to activate is already active.
it: L'account <b>%1$s</b> che stai cercando di attivare è già attivo.
no: Kontoen <b>%1$s</b> som du forsøker å aktivere er allerede aktiv.

# subjectNotifyUserCreateDecline
source: You activated account %2$s at %1$s
it: Il tuo account %2$s è stato attivato sul sito %1$s
no: Du aktiverte konto %2$s på %1$s

# account_unknown
source: No known account for the given e-mail addresse.
no: Ingen kjent konto for den oppgitte e-postadressen

# subjectNotifyUserCreateRefuse
source: Sorry you refused your registration with account %2$s on site %1$s
de: Schade, dass Sie Ihre Registrierung als %2$s auf Seite %1$s abgelehnt haben
no: Beklager at du nektet registrering med din konto %2$s på nettstedet %1$s

# create_declined
source: The user registration was declined.
de: Die Nutzer Registrierung wurde verweigert.

# email_successful_activated
source: Your new email address <b>%1$s</b> was successfully saved.
de: Ihre neue E-Mail-Adresse <b>%1$s</b> wurden erfolgreich gespeichert.

# gender_male
source: Mr
nl: Dhr.

# gender_female
source: Mrs
nl: Mevr.

# image
source: Profilimage
nl: Profiel afbeelding

# image_none
source: Profilimage not uploaded
nl: Profiel afbeelding niet geupload

# edit_saved
source: Userdata updated
nl: Gebruikers gegevens geupdate

# create_saved
source: User created
nl: Gebruiker aangemaakt

# info_mandatory_fields
source: Fields with <span>*</span> are mandatory
nl: Met <span>*</span> aangeduide velden zijn verplicht

source: password saved
nl: wachtwoord opgeslagen

# account_not_found
source: The account you are trying to activate is unknow to the system.
nl: Het account dat je probeert te activeren is onbekend

# error_noteempty
source: The %1$s was not empty which it should have been
nl: Het veld %1$s is niet leeg maar zou dit wel moeten zijn

# error_notequalcurrentuser
source: The %1$s does not equals your own user which is not allowed
nl: De waarde van %1$s komt niet overeen met je eigen gebruiker, dit is niet toegestaan

# error_repeatitionwasnotequal
source: The repeatition of %1$s was not equal
nl: De herhalende waarde van %1$s is niet gelijk

# error_captcha_notinstalled
source: Captcha extension '%1$s' not installed error
nl: Captcha extensie '%1$s' is niet geinstalleerd

# error_1238108067
source: The length of %1$s was not between %2$s and %3$s characters
nl: De lengte van %1$s dient tussen de %2$s en %3$s te zijn

# error_1221559976
source: The %1$s has no valid email adress format
nl: De waarde van %1$s is geen geldig e-mailadres

# error_1296591069
source: The %1$s is global not unique
nl: De waarde van %1$s is globaal niet uniek

# subjectAdminNotificationMail
source: User %2$s registered at %1$s
nl: Gebruiker %2$s geregistreed bij %1$s

# subjectAdminNotificationMailPostActivation
source: User %2$s registered at %1$s and is now activated
nl: Gebruikers account %2$s bij %1$s is geactiveerd

# subjectAdminNotificationMailPreActivation
source: User %2$s registered at %1$s and needs to be activated
nl: Gebruiker %2$s heeft zich bij %1$s geregistreed en dient geactiveerd te worden

# subjectUserNotificationMail
source: You registered yourself at %1$s as %2$s
nl: Je hebt je geregistreerd als %1$s bij %2$s

# subjectUserNotificationMailPostActivation
source: You activated account %2$s at %1$s
nl: Je hebt je account %2$s geactiveerd bij %1$s

# subjectUserNotificationMailPreActivation
source: You registered your account %2$s at %1$s
nl: Je registratie van het account %2$s bij %1$s

# email_admin_salutation
source: dear admin
nl: beste admin

# email_admin_activate_link
source: activate user account
nl: activeer gebruikers account

# email_admin_account_active
source: The account "%1$s" is active.
nl: De account "%1$s" actief is.

# email_admin_account_confirm
source: The account "%1$s" has been created. The email needs to be confirmed by the user.
nl: De account "%1$s" is aangemaakt. E dient te worden bevestigd door de gebruiker.

# email_admin_account_accept
source: The account "%1$s" needs to be accepted.
nl: De account "%1$s" moet worden aanvaard.

# email_admin_account_edited
source: the account %1$s was edited
nl: het account %1$s is aangepast

# email_user_salutation
source: dear user
nl: beste gebruiker

# email_user_activate_link
source: activate your account
nl: activeer je account

# email_user_account_active
source: Your account "%1$s" is active.
nl: Je account "%1$s" actief is.
