Repository: evoWeb/sf_register
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, fr, it, nl, no, sl

# needTobBeLoggedIn
source: You need to be logged in
de: Sie müssen eingeloggt sein
fr: Vous devez être connecté
it: Devi essere connesso
no: Du må logge in
sl: Prijaviti se morate

# needTobBeLoggedOut
source: You need to be logged out
de: Sie müssen ausgeloggt sein
fr: Vous devez être déconnecté
it: Devi essere disconnesso
no: Du må logge ut
sl: Odjaviti se morate

# uid
source: Userid
de: NutzerId
fr: Identifiant utilisateur
it: ID utente
nl: Gebruikersid
no: Bruker id
sl: Uporabniški ID

source: Gender
de: Geschlecht
fr: Genre
it: Genere
nl: Dhr./Mevr.
no: Kjønn
sl: Spol

# gender_1
source: Mr
de: Herr
fr: Monsieur
it: Sig
sl: G.

# gender_2
source: Mrs
de: Frau
fr: Madame
it: Sig.ra.
no: Frau
sl: Ga.

# gender_3
source: Div
sl: Drugo

source: Title
de: Titel
fr: Titre
it: Titolo
nl: Titel
no: Tittel
sl: Naslov

source: Company
de: Firma
fr: Entreprise
it: Società
nl: Bedrijf
no: Firma/organisasjon
sl: Podjetje

source: Last Name
de: Nachname
fr: Nom
it: Cognome
nl: Achternaam
no: Etternavn
sl: Priimek

source: Middle Name
de: Mittelname
fr: Deuxième prénom
it: Secondo nome
nl: Tussenvoegsel
no: Mellomnavn
sl: Srednje ime

source: First Name
de: Vorname
fr: Prénom
it: Nome di battesimo
nl: Voornaam
no: Fornavn
sl: Ime

source: Position
it: Posizione
nl: Functie
no: Stilling
sl: Pozicija

source: Email
nl: E-Mailadres
no: epostadresse
sl: E-pošta

# emailRepeat
source: Email verification
it: Ripetizione e-mail
no: E-post verifikasjon
sl: Preverjanje e-pošte

# telephone
source: Phone
de: Telefon
fr: Téléphone
it: Telefono
nl: Telefoon
no: Telefon
sl: Telefon

# mobilephone
source: Cell Phone
it: Cellulare
no: Mobiltelefon
sl: Mobilni telefon

source: Fax
no: Faks
sl: Faks

# www
source: Website
de: Webseite
fr: Site web
it: Sito web
no: Nettsted
sl: Spletna stran

# address
source: Street / House Number
de: Straße / Hausnummer
fr: Rue / Numéro
it: Via / Numero civico
nl: Straat / huisnummer
no: Adresse / Nummer
sl: Ulica / Hišna številka

source: Zip
de: Postleitzahl
fr: CP
it: Cap
nl: Postcode
no: Postnummer
sl: Poštna številka

source: City
de: Ort
fr: Ville
it: Città
nl: Plaats
no: Poststed
sl: Mesto

source: Country
de: Land
fr: Pays
it: Paese
nl: Land
no: Land
sl: Država

# staticInfoCountry
source: Country
de: Land
fr: Pays
it: Nazione
nl: Land
no: Land
sl: Država

source: Language
de: Sprache
fr: Langue
it: Lingua
nl: Taal
no: Språk
sl: Jezik

# zone
source: State/Province
it: Stato/Provincia
no: Fylke
sl: Regija/Provinca

source: No zone available
de: Kein Bundesland verfügbar
fr: Pas de zone disponible
it: Nessuna zona disponibile
nl: Geen provincies beschikbaar
no: Fylke ikke tilgjengelig
sl: Regija ni na voljo

# zone_loading
source: Loading Zones
de: Bundesländer werden geladen
fr: Zones de chargement
it: Zone di carico
nl: Bundesländer werden geladen
no: Lastesoner
sl: Nalaganje regij

source: Timezone
de: Zeitzone
fr: Fuseau horaire
it: Fuso orario
nl: Tijdszone
no: Tidssoner
sl: Časovni pas

# daylight
source: Daylight saving time
de: Sommerzeit
fr: Heure d'été
it: Ora legale
nl: Zomertijd
no: Sommertid
sl: Poletni čas

source: Password
de: Passwort
fr: Mot de passe
nl: Wachtwoord
no: Passord
sl: Geslo

# passwordRepeat
source: Password verification
it: Verifica della password
no: Passord bekreftelse
sl: Potrditev gesla

# gtc
source: General terms and conditions
de: Allgemeine Geschäftsbedingungen
fr: Conditions générales de vente
it: Termini generali e condizioni
nl: Algemene voorwaarden
no: Generelle vilkår og betingelser
sl: Splošni pogoji poslovanja

# gtc_checked
source: not accepted
de: nicht akzeptiert
fr: pas accepté
it: non accettato
nl: niet geaccepteerd
no: Ikke akseptert
sl: ni sprejeto

# gtc_checked1
source: accepted
de: akzeptiert
fr: accepté
it: accettato
nl: geaccepteerd
no: Akseptert
sl: sprejeto

# privacy
source: Privacy agreement
de: Datenschutzeinverständnis
fr: Accord de confidentialité
it: Accordo sulla privacy
nl: Privacy overeenkomst
no: Personvernvilkår
sl: Soglasje o zasebnosti

# dateOfBirth
source: Birth date
de: Geburtsdatum
fr: Date de naissance
it: Data di nascita
nl: Geboortedatum
no: Født dato
sl: Datum rojstva

# captcha
source: Verification code
de: Verifizierungscode
fr: Code de vérification
it: Codice di verifica
no: Kontrollkoden
sl: Varnostna koda

# image
source: Profile image
it: Immagine del profilo
no: Profil bilde
sl: Profilna slika

# image_none
source: Profile image not uploaded
it: Immagine del profilo non caricata
no: Profil bilde ikke lastet opp
sl: Profilna slika ni naložena

source: Choose File
de: Datei auswählen
fr: Choisissez le fichier
it: Scegli il file
no: Velg fil
sl: Izberi datoteko

source: upload
de: hochladen
fr: Télécharger
it: caricare
no: Last opp
sl: naloži

# edit_saved
source: Your account was successfully updated
de: Benutzerdaten aktualisiert
fr: Votre compte a été mis à jour avec succès
it: Dati dell'utente aggiornati
no: Kontoen din ble oppdatert
sl: Vaš račun je bil uspešno posodobljen

# create_saved
source: Account created successfully
de: Benutzer erstellt
fr: Compte créé avec succès
it: Utente creato
no: Konto opprettet
sl: Račun je bil uspešno ustvarjen

# create_refused
source: Sorry you refused your registration with account %1$s on site %2$s
de: Schade, dass Sie Ihre Registrierung als %1$s auf Seite %2$s abgelehnt haben
fr: Nous regrettons que vous ayez refusé votre inscription avec le compte %2$s sur le site %1$s
it: Siamo spiacenti che tu abbia rifiutato di registrarti con l'account %1$s sul sito %2$s.
no: Beklager du rektet din registrering av konto %1$s på side %2$s
sl: Oprostite, zavrnili ste registracijo z računom %1$s na strani %2$s

# info_mandatory_fields
source: Fields marked with an asterisk (*) are mandatory
de: Mit (*) markierte Felder sind Pflichtfelder
fr: Les champs avec un (*) sont obligatoires
it: I campi contrassegnati da un asterisco (*) sono obbligatori
no: Felt med asterisk (*) må fylles ut
sl: Polja označena z zvezdico (*) so obvezna

# invitationEmail
source: Email address of person to invite
de: Email Adresse der einzuladenden Person
fr: Adresse e-mail de la personne à inviter
it: Indirizzo e-mail della persona da invitare
no: E-post adresse for invitert person
sl: E-poštni naslov osebe, ki jo želite povabiti

# invitation_send
source: Invitation was send
sl: Povabilo je bilo poslano

# submit_create
source: create
de: registrieren
fr: créer
it: crea
nl: registreren
no: Opprett
sl: ustvari

# submit_change
source: change
de: ändern
fr: modifier
it: modifica
nl: wijzigen
no: Endring
sl: spremeni

# submit_save
source: save
de: speichern
fr: enregistrer
it: salva
nl: opslaan
no: Lagre
sl: shrani

# submit_update
source: update
de: aktualisieren
fr: mettre à jour
it: aggiorna
no: Oppdater
sl: posodobi

# submit_resend
source: resend
de: senden
fr: renvoyer
it: rinvia
no: Send igjen
sl: ponovno pošlji

# submit_removeImage
source: remove
de: entfernen
fr: supprimer
it: rimuovi
nl: verwijderen
no: Fjerne
sl: odstrani

# submit_invite
source: invite
sl: povabi

# submit_password
source: change
sl: spremeni

source: Username
de: Benutzername
fr: Nom d'utilisateur
it: Nome utente
nl: Gebruikersnaam
no: Brukernavn
sl: Uporabniško ime

source: Username or Email
de: Benutzername oder E-Mail
fr: Nom d'utilisateur ou e-mail
it: Nome utente o e-mail
no: Brukernavn / epostadresse
sl: Uporabniško ime ali e-pošta

source: Pseudonym
fr: Pseudonyme
it: Pseudonimo
nl: Pseudoniem
sl: Psevdonim

source: Old password
de: Altes Passwort
fr: Ancien mot de passe
it: Vecchia password
nl: Oude wachtwoord
no: Gammelt løsenord
sl: Staro geslo

# newPassword1
source: New password
de: Neues Passwort
fr: Nouveau mot de passe
it: Nuova password
nl: Nieuw wachtwoord
no: Nytt passord
sl: Nova geslo

# newPassword2
source: Password verification
it: Ripetizione password
no: Passord bekreftelse
sl: Preverjanje gesla

# password_saved
source: Password successfully updated
de: Passwort gespeichert
fr: Mot de passe mis à jour avec succès
it: Password salvata
no: Passord bekreftet
sl: Geslo je bilo uspešno posodobljeno

# resend_mail_sent
source: If your email address was found the confirmation mail was sent to you again.
de: Falls Ihre Mailadresse gefunden wurde, wurde die Bestätigungsmail erneut an Sie gesendet.
fr: Si votre adresse e-mail a été trouvée, le mail de confirmation vous a été envoyé de nouveau.
it: Se il tuo indirizzo e-mail è stato trovato, la e-mail di conferma ti è stata inviata di nuovo.
no: Om din e-post adresse ble funnet så sendes bekreftelse e-posten igjen.
sl: Če je bil vaš e-poštni naslov najden, vam je bil ponovno poslan potrditveni e-poštni naslov.

# account_not_found
source: The account that you are trying to activate is unknown to the system.
it: L'account che stai cercando di attivare è sconosciuto al sistema.
no: Kontoen som du forsøker å aktivere finnes ikke i systemet.
sl: Račun, ki ga poskušate aktivirati, ni znan v sistemu.

# account_already_activated
source: The account <b>%1$s</b> that you are trying to activate is already active.
sl: Račun <b>%1$s</b>, ki ga poskušate aktivirati, je že aktiven.

# account_successful_activated
source: The account <b>%1$s</b> is now active.
sl: Račun <b>%1$s</b> je zdaj aktiven.

# account_not_activated
source: The account <b>%1$s</b> is not active.
sl: Račun <b>%1$s</b> ni aktiven.

# email_already_activated
source: Your new email is already active.
de: Ihre neue E-Mail-Adresse ist bereits aktiv.
fr: Votre nouvelle adresse e-mail est déjà activée.
it: Il tuo nuovo indirizzo e-mail è già attivo.
no: Din nye e-post er allerede i bruk
sl: Vaš novi e-poštni naslov je že aktiven.

# email_successful_activated
source: Your new email address was successfully saved.
fr: Votre nouvelle adresse e-mail a été enregistrée avec succès.
it: Il tuo nuovo indirizzo e-mail è stato salvato con successo.
no: Din nye e-post er lagret.
sl: Vaš novi e-poštni naslov je bil uspešno shranjen.

source: Please select
sl: Prosimo, izberite

# submit_delete
source: delete
de: löschen
fr: supprimer
it: cancella
no: Slett
sl: izbriši

# delete_saved
source: You requested to delete your account. We send an email with a link with which you can confirm this request.
de: Sie haben angefordert, dass Ihr Account gelöscht wird. Wir haben Ihnen eine E-Mail mit einem Link geschickt, mit dem Sie diese Anfrage bestätigen können.
fr: Vous avez demandé la suppression de votre compte. Nous vous envoyons un e-mail avec un lien qui vous permet de confirmer cette demande.
it: Hai richiesto l'eliminazione del tuo account. Ti abbiamo inviato una e-mail con un link con il quale puoi confermare questa richiesta.
no: Du har bett om å slette kontoen din. Vi sender en e-post med en lenke som du kan bekrefte denne forespørselen med
sl: Zahtevali ste, da izbrišete svoj račun. Poslali smo vam e-poštno sporočilo s povezavo, s katero lahko potrdite to zahtevo.

# account_already_deleted
source: Account was already deleted.
de: Der Account wurde bereits gelöscht.
fr: Le compte a déjà été supprimé.
it: L'account è già stato eliminato.
no: Kontoen er allerede slettet
sl: Račun je že bil izbrisan.

source: Account deleted.
de: Account wurde gelöscht.
fr: Compte supprimé.
it: Account cancellato.
no: Konto er slettet
sl: Račun izbrisan.

# account_unknown
source: No known account for the given e-mail address.
de: Für die angegebene E-Mail-Adresse ist kein Account bekannt.
fr: Aucun compte n'a été trouvé pour l'adresse e-mail indiquée.
it: Nessun account trovato per l'indirizzo e-mail indicato.
sl: Ni znanega računa za dano e-poštno številko.

# delete_link_send
source: Delete link was send.
de: Link zum Löschen wurde verschickt.
fr: Le lien de suppression a été envoyé.
it: Il link di cancellazione è stato inviato.
no: Lenke for å slette er sent.
sl: Povezava za izbris je bila poslana.

# error_notempty
source: The %1$s was not empty which it should have been
de: Das Feld %1$s war nicht leer obwohl es hätte sein müssen
fr: Le %1$s n'est pas vide comme il devrait l'être
it: Il campo %1$s non era vuoto, come invece avrebbe dovuto essere
no: Var %1$s ikke tom som den burde vært
sl: %1$s ni bil prazen, kar bi moral biti

# error_required
source: Required field %1$s may not be empty
it: Il campo richiesto %1$s non deve essere vuoto
no: Obligatorisk felt %1$s er kanskje ikke tomt
sl: Obvezno polje %1$s ne sme biti prazno

# error_notequalcurrentuser
source: The %1$s does not equal your own user which is not allowed
de: Das Feld %1$s entspricht nicht Ihrem Nutzer, obwohl es das hätte müssen
fr: Le %1$s ne correspond pas à votre propre utilisateur, ce qui n'est pas autorisé
it: Il campo %1$s non corrisponde all'utente, come avrebbe dovuto essere
no: Er %1$s ikke lik din egen bruker som ikke er tillatt
sl: %1$s ni enak vašemu lastnemu uporabniku, kar ni dovoljeno

# error_changepassword_notloggedin
source: You need to be logged in to change the password
de: Sie müssen eingeloggt sein, um das Passwort zu ändern
fr: Le mot de passe donné ne correspond pas au mot de passe actuel
it: Per modificare la password devi essere connesso
nl: Je dient ingelogd te zijn om je wachtwoord te wijzigen
no: Du må være inlogget for å bytte passord
sl: Za spremembo gesla morate biti prijavljeni

# error_changepassword_notequal
source: The given password was not equal to the current password
it: La password inserita non è uguale alla password attuale
no: Oppgitt passord var ikke identisk med det nåværende passordet
sl: Vneseno geslo se ne ujema s trenutnim geslom

# error_badword
source: The password you entered is on the disallowed list
de: Das Passwort, das Sie eingegeben haben, ist nicht erlaubt
fr: Le mot de passe entré est dans la liste des refusés
it: La password inserita è presente nell'elenco delle non consentite
nl: Het opgegeven wachtwoord staat op de blacklist
no: Passordet som du skrev inn er på listen over ikke-tillatte
sl: Geslo, ki ste ga vnesli, je na seznamu nezaželenih besed

# error_blockdomain
source: The email you entered is on the disallowed list.
sl: E-poštni naslov, ki ste ga vnesli, je na seznamu nezaželenih domen.

# error_nottrue
source: The %1$s was not accepted
de: Das Feld %1$s wurde nicht akzeptiert
fr: Le %1$s n'est pas accepté
it: Il camppo %1$s non è stato accettato
nl: De %1$s zijn niet geaccepteerd
no: ble %1$s ikke aksepert
sl: %1$s ni bil sprejet

# error_passwordagain_notequal
source: Password fields are not equal
de: Passwort Felder sind nicht gleich
fr: Les mots de passe ne coïncident pas
it: I campi password non sono uguali
nl: Wachtwoord velden komen niet overeen
no: Passordfeltene er ikke identiske
sl: Polja za geslo se ne ujemata

# error_notunique_local
source: The %1$s is not unique
de: Das Feld %1$s ist nicht einmalig
fr: Le %1$s n'est pas unique
it: Il campo %1$s non è univoco
nl: De waarde van %1$s is niet uniek
no: Er %1$s ikke unikt
sl: %1$s ni edinstven

# error_notunique_global
source: The %1$s is not unique
de: Das Feld %1$s ist nicht einmalig
fr: Le %1$s n'est pas unique
it: Il campo %1$s non è univoco
nl: De waarde van %1$s is niet uniek
no: Er %1$s ikke unikt
sl: %1$s ni edinstven

# error_notvalidatable
source: The given form does not contain data that can be validated
de: Das übertragene Formular enthält keine Daten zur Validierung
fr: Le formulaire ne contient pas de données pouvant être validées
it: Il formulario trasmesso non contiene dati che possono essere validati
nl: Het formulier bevat gegevens die niet gevalideerd kunnen worden
no: Det oppgitte skjemaet inneholder ikke data som kan valideres
sl: Podani obrazec ne vsebuje podatkov, ki jih je mogoče preveriti

# error_notexists
source: Attribute does not exists
de: Das Attribut existiert nicht
fr: L'attribut n'existe pas
it: L'attributo non esiste
nl: Attribuut bestaat niet
no: Attributtet finnes ikke
sl: Atribut ne obstaja

# error_image_filesize
source: The file was bigger than the maximum allowed file size
it: Il file era più grande della dimensione massima consentita
no: Filen var større enn den maksimalt tillatte filstrørrelsen
sl: Datoteka je bila večja od največje dovoljene velikosti datoteke

# error_image_extension
source: The file was not of an allowed image type
it: Il file non è di un tipo di immagine consentito
no: Filen var ikke av en tillatt bildetype
sl: Datoteka ni bila dovoljene vrste slike

# error_repeatitionwasnotequal
source: The verification of field %1$s does not match
it: La ripetizione di %1$s non coincide
no: Verifiseringen av feltet %1$s stemmer ikke overens
sl: Preverjanje polja %1$s ne ustreza

# error_captcha_notcorrect
source: The entered captcha is incorrect
de: Der eingegebene Verifizierungscode stimmt nicht mit dem Angegebenen überein.
fr: Le captcha entré est incorrect
it: Il captcha inserito non è corretto
nl: De opgegeven controle code komt niet overeen met de getoonde code.
no: Angitt captchaen er feil
sl: Vneseni captcha ni pravilen

# error_captcha_notinstalled
source: CAPTCHA extension '%1$s' not installed error
de: Die CAPTCHA Extension '%1$s' ist nicht installiert
fr: Erreur : l'extension CAPTCHA '%1$s' n'est pas installée
it: L'estensione CAPTCHA '%1$s' non è installata
no: Captcha utvidelse '%1$s' ikke installert feil
sl: Napaka, CAPTCHA razširitev '%1$s' ni nameščena

# error_jmrecaptcha
source: Complete the captcha
de: Sie haben das CAPTCHA nicht korrekt ausgefüllt.
fr: Complétez le captcha
it: Completare il captcha
no: Fullfør captcha.
sl: Izpolnite captcha

# error_jmrecaptcha_incorrect-captcha-sol
source: Incorrect captcha
de: Sie haben das CAPTCHA nicht korrekt eingegeben.
fr: Captcha incorrect
it: Captcha errato
nl: Onjuiste controle code
no: Feil capthcha.
sl: Napačen captcha

# error_1238108067
source: The length of field %1$s must be between %2$s and %3$s characters
de: Bitte geben Sie %2$s bis %3$s Zeichen ein
fr: La longueur du champ %1$s doit être comprise entre %2$s et %3$s caractères
it: La lunghezza del campo %1$s deve essere compresa tra %2$s e %3$s caratteri
no: Lengden på felt %1$s må være mellom %2$s og %3$s tegn
sl: Dolžina polja %1$s mora biti med %2$s in %3$s znaki

# error_1221559976
source: Field %1$s does not have a valid email address format
de: Die %1$s hat kein gültiges Format
fr: Le champ %1$s n'a pas de format d'adresse e-mail valide
it: Il campo %1$s non ha un formato di indirizzo e-mail valido
no: Felt %1$s har ikke en gyldig e-post format
sl: Polje %1$s nima veljavnega formata e-poštnega naslova

# error_1296591069
source: Field %1$s is not globally unique
de: Das Feld %1$s ist nicht einmalig
fr: Le champ %1$s n'est pas globalement unique
it: Il campo %1$s non è univoco a livello globale
no: Felt %1$s er ikke globalt unikt
sl: Polje %1$s ni globalno edinstveno

# upload.error.150530345
source: Maximum file size exceeded.
sl: Presežena največja velikost datoteke.

# upload.error.150530346
source: Upload failed. The file was only partially uploaded, please try again.
sl: Nalaganje je spodletelo. Datoteka je bila naložena le delno, poskusite znova.

# upload.error.150530347
source: No file was uploaded.
sl: Ni bila naložena nobena datoteka.

# upload.error.150530348
source: An error occurred while uploading. Please try again or contact the administrator if the problem remains.
sl: Prišlo je do napake med nalaganjem. Poskusite znova ali se obrnite na skrbnika, če težava ostane.

# subjectNotifyAdminCreateSave
source: User %2$s registered on site %1$s
de: Nutzer %2$s hat sich auf Seite %1$s registriert
fr: L'utilisateur %2$s est enregistré sur %1$s
it: L'utente %2$s è registrato sul sito %1$s
no: Bruker %2$s registrert på nettsted %1$s
sl: Uporabnik %2$s se je registriral na spletnem mestu %1$s

# subjectNotifyAdminCreateConfirm
source: User %2$s confirmed registration on site %1$s
de: Nutzer %2$s hat die Registrierung auf Seite %1$s bestätigt
fr: L'utilisateur %2$s a confirmé son enregistrement sur le site %1$s
it: L'utente %2$s ha confermato la registrazione sul sito %1$s
no: Bruker %2$s bekreftet registrasjon på nettsted %1$s
sl: Uporabnik %2$s je potrdil registracijo na spletnem mestu %1$s

# subjectNotifyAdminCreateRefuse
source: User %2$s refused the registration on site %1$s
de: Nutzer %2$s hat die Registrierung auf Seite %1$s abgelehnt
fr: L'utilisateur %2$s a refusé l'enregistrement sur le site %1$s
it: L'utente %2$s ha rifiutato la registrazione sul sito %1$s
no: Bruker %2$s nektet registrering på nettsted %1$s
sl: Uporabnik %2$s je zavrnil registracijo na spletnem mestu %1$s

# subjectNotifyAdminCreateAccept
source: User %2$s was accepted on site %1$s
de: Nutzer %2$s wurde auf Seite %1$s angenommen
fr: L'utilisateur %2$s a été accepté sur le site %1$s
it: L'utente %2$s è stato accettato sul sito %1$s
no: Bruker %2$s ble akseptert på nettsted %1$s
sl: Uporabnik %2$s je bil sprejet na spletnem mestu %1$s

# subjectNotifyAdminCreateDecline
source: User %2$s was declined on site %1$s
de: Nutzer %2$s wurde auf Seite %1$s abgelehnt
fr: L'utilisateur %2$s a été refusé sur le site %1$s
it: L'utente %2$s è stato rifiutato sul sito %1$s
no: Bruker %2$s ble nektet på nettsted %1$s
sl: Uporabnik %2$s je bil zavrnjen na spletnem mestu %1$s

# subjectNotifyUserCreateSave
source: You registered yourself at %1$s as %2$s
de: Sie haben sich als %2$s auf Seite %1$s registriert
fr: Vous vous êtes inscript sur %1$s comme %2$s
it: Ti sei registrato come %2$s sul sito %1$s
no: Du registrerte deg selv %1$s på %2$s
sl: Registrirali ste se na %1$s kot %2$s

# subjectNotifyUserCreateConfirm
source: Thank you for confirming your account %2$s at %1$s
de: Vielen Dank für Ihre Bestätigung der Registrierung als %2$s auf Seite %1$s
fr: Merci d'avoir confirmé votre compte %2$s sur %1$s
it: Grazie per aver confermato il tuo account come %2$s sul sito %1$s
no: Takk for at du bekreftet din konto %2$s på %1$s
sl: Hvala, da ste potrdili svoj račun %2$s na %1$s

# subjectNotifyUserCreateRefuse
source: Sorry your refused your registration with account %2$s on site %1$s
fr: Désolé, votre inscription avec le compte %2$s sur le site %1$s a été refusée
it: Siamo spiacenti che tu abbia rifiutato la registrazione come %2$s sul sito %1$s
sl: Žal ste zavrnili svojo registracijo z računom %2$s na spletnem mestu %1$s

# subjectNotifyUserCreateAccept
source: You registration with account %2$s on site %1$s was accepted
de: Ihre Registrierung mit Account %2$s auf Seite %1$s wurde akzeptiert
fr: Votre inscription avec le compte %2$s sur le site %1$s a été acceptée
it: La tua registrazione con account %2$s sul sito %1$s è stata accettata
no: Din registrering med konto %2$s på nettstedet %1$s er akseptert
sl: Vaša registracija z računom %2$s na spletnem mestu %1$s je bila sprejeta

# subjectNotifyUserCreateDecline
source: Your registration with account %2$s at %1$s was rejected
de: Leider wurde ihre Registrierung mit Account %2$s auf Seite %1$s abgelehnt
fr: Malheureusement votre enregistrement avec le compte %2$s sur le site %1$s a été rejeté
sl: Vaša registracija z računom %2$s na %1$s je bila zavrnjena

# subjectNotifyUserMailPostActivation
source: You activated account %2$s at %1$s
de: Sie haben Ihren Account %2$s auf Seite %1$s aktiviert
fr: Vous avez activé le compte %2$s sur %1$s
sl: Aktivirali ste račun %2$s na %1$s

# subjectNotifyAdminEditSave
source: User %2$s has edited information on site %1$s
de: Nutzer %2$s hat Account Informationen auf Seite %1$s bearbeitet
fr: L'utilisateur %2$s a modifié des informations sur le site %1$ss
it: L'utente %2$s ha modificato informazioni account sul sito %1$s
no: Bruker %2$s har redigert informasjon på nettsted %1$s
sl: Uporabnik %2$s je uredil informacije na spletnem mestu %1$s
