Repository: evoWeb/sf_register
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, fr, it, nl, no, sl

# email_user_account_confirm
source: Your account "%1$s" has been created. The email needs to be confirmed.
nl: Je account "%1$s" is aangemaakt. E dient te worden bevestigd.

# email_user_account_accept
source: Your account "%1$s" needs to be activated by the admin.
nl: Je account "%1$s" moet worden geactiveerd door de admin.

# email_user_account_edited
source: you have edited your account %1$s
nl: je hebt je account %1$s aangepast
